from pos_or_neg import pos_or_neg

# Ввести число с клавиатуры.
number = int(input('Введите число: '))

# Вывести -1, 1 или 0 в зависимости от того,
# отрицательное это число, положительное или равно нулю.
print(pos_or_neg(number))